Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AVEnhanceDialogueLevelIsolateDescription
source: Dialogue is completely isolated for those who need maximum clarity. Other elements of the audio mix will be substantially reduced.
ar: عزل صوت الحوار تمامًا لمن يحتاج إلى أقصى حد من الوضوح. سيتم تقليل عناصر المزيج الصوتي الأخرى بشكل جوهري.
ca: S’aïlla completament el diàleg perquè sigui el més clar possible. Es redueixen considerablement altres components de la combinació d’àudio.
cs: Dialogy jsou zcela izolované s ohledem na osoby, které potřebují co největší srozumitelnost. Hlasitost ostatních prvků zvukového mixu bude výrazně snížená.
da: Dialogen er fuldstændig isoleret til gavn for brugere, der har brug for maksimal klarhed. De andre elementer i lydmikset reduceres betydeligt.
de: Dialog wird für Personen vollständig isoliert, die maximale Verständlichkeit benötigen. Andere Elemente der Audioeingabe werden stark reduziert.
el: Ο διάλογος απομονώνεται εντελώς για τα άτομα που χρειάζονται μέγιστη καθαρότητα. Άλλα στοιχεία της μείξης ήχου θα μειώνονται σημαντικά.
es: Se aísla completamente el diálogo para que las personas que lo necesiten puedan escucharlo con la mayor claridad posible. Se minimiza el volumen del resto de elementos de la mezcla de audio.
es_us: Los diálogos se aíslan del todo para quienes necesitan la máxima claridad posible. Los otros elementos de la mezcla de audio se reducirán considerablemente.
fi: Dialogi eristetään täysin käyttäjille, jotka tarvitsevat parhaan mahdollisen selkeyden. Muita äänimiksauksen elementtejä vaimennetaan huomattavasti.
fr: Les dialogues seront totalement isolés pour apporter un maximum de clarté aux personnes qui en ont le plus besoin. Le volume des autres éléments du mix audio sera sensiblement baissé.
fr_ca: Les dialogues sont complètement isolés pour les personnes qui ont besoin d’un maximum de clarté. Les autres éléments du mix audio seront considérablement réduits.
he: הדיבור יבודד לחלוטין למי שזקוקים לצלילות מרבית. מרכיבים אחרים בשמע המשולב יוחלשו באופן משמעותי.
hi: जिन्हें अधिकतम स्पष्टता की ज़रूरत होती है उन लोगों के लिए डायलॉग को पूरी तरह अलग कर दिया जाता है। ऑडियो मिक्स के अन्य एलिमेंट बहुत हद तक कम कर दिए जाएँगे।
hr: Dijalog je potpuno izoliran za one kojima je potrebna maksimalna jasnoća. Ostali elementi audio miksa bit će znatno smanjeni.
hu: A beszéd teljesen izolálva van, hogy azok a személyek is hallhassák, akiknek maximális hangtisztaságra van szükségük. Az audiomix egyéb elemei jelentősen csökkentve vannak.
id: Dialog sepenuhnya terisolasi untuk pengguna yang memerlukan audio yang benar-benar jelas. Elemen lainnya dari mixing audio akan dikurangi secara drastis.
it: I dialoghi vengono completamente isolati per garantire la massima chiarezza uditiva. Gli altri elementi del mix audio verranno notevolmente attenuati.
ja: 最大限の明瞭さを必要とする人のために、対話を完全に分離します。オーディオミックスのその他の部分は大幅に低減されます。
ko: 대화가 최대한 명료하게 들리기를 원하는 사람을 위해 대화 소리가 완전히 분리됩니다. 오디오 믹스의 다른 요소는 대폭 감소됩니다.
ms: Dialog diasingkan sepenuhnya untuk orang yang memerlukan kejelasan maksimum. Elemen lain pada campuran audio akan dikurangkan dengan ketara.
nb: Dialogen er fullstendig isolert for dem som trenger den så tydelig som mulig. Andre elementer av lydmiksen vil være betydelig redusert.
nl: Dialogen worden volledig geïsoleerd voor personen die maximale duidelijkheid nodig hebben. Andere elementen van de audiomix worden aanzienlijk verminderd.
pl: Dialogi będą całkowicie izolowane, zapewniając maksymalną czystość dźwięku. Głośność innych składników materiału audio zostanie znacznie obniżona.
pt_br: O diálogo é totalmente isolado, para quem precisa de máxima clareza. Outros elementos do mix de áudio serão reduzidos substancialmente.
pt_pt: Os diálogos são isolados completamente para permitir a maior clareza possível. Os outros elementos da mistura de áudio serão reduzidos significativamente.
ro: Dialogurile sunt izolate complet pentru persoanele care au nevoie de claritate maximă. Celelalte elemente ale mixajului audio vor fi reduse substanțial.
ru: Диалоги изолируются для максимально четкого звучания. Остальные звуки значительно приглушаются.
sk: Dialógy sú dokonale izolované od rušivých vplyvov pre osoby, ktoré potrebujú čo najlepšiu zrozumiteľnosť. Hlasitosť ostatných prvkov v mixe audia bude výrazne znížená.
sl: Dialog je povsem izoliran za osebe, za katere je potrebna večja jasnost. Drugi elementi zvočne slike bodo znatno zmanjšani.
sv: Dialogen isoleras fullständigt för personer som behöver maximal tydlighet. Andra element i ljudmixningen minskas avsevärt.
th: แยกเสียงบทสนทนาแยกออกสำหรับผู้ที่ต้องการความชัดเจนสูงสุด ส่วนประกอบอื่นของเสียงที่ผสมกันจะถูกลดลงเป็นอย่างมาก
tr: Diyaloglar maksimum konuşma netliğine ihtiyacı olan kişiler için tamamen izole edilir. Ses miksinin diğer öğeleri oldukça azaltılır.
uk: Діалоги повністю виокремлюються для максимальної чіткості. Інші звуки в аудіодоріжці можуть значно стишуватися.
vi: Hội thoại được tách biệt hoàn toàn đối với những người cần độ rõ tối đa. Các thành phần khác của âm thanh tổng hợp sẽ được giảm xuống đáng kể.
zh_cn: 对话会完全从其他声音中分离，供需要最高清晰度的用户听取。混音中的其他元素将大幅减少。
zh_hk: 對話被完全隔離，為有需要用户提供最高的清晰度。其他混音元素將大幅降低。
zh_tw: 系統會對需要最高清晰度的使用者完全隔離對白。混音的其他元件會大幅度降低。

# AVEnhanceDialogueLevelOff
source: Off
ar: متوقف
ca: Desactivat
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: Desactivado
es_us: No
fi: Pois
fr: Non
fr_ca: Non
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
ko: 끔
ms: Tak Aktif
nb: Av
nl: Uit
pl: Wył.
pt_br: Desativado
pt_pt: Desativado
ro: Nu
ru: Выключено
sk: Vypnuté
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# AVEnhanceDialogueLevelOffDescription
source: Original audio mix is unmodified.
ar: لا تعديل على مزيج الصوت الأصلي.
ca: No es modifica la combinació d’àudio original.
cs: Původní zvukový mix zůstane nezměněný.
da: Det originale lydmiks ændres ikke.
de: Der ursprüngliche Audiomix wird nicht verändert.
el: Η αρχική μείξη ήχου δεν είναι τροποποιημένη.
es: La mezcla de audio original no cambia.
es_us: La mezcla de audio original no cambia.
fi: Alkuperäistä äänimiksausta ei muuteta.
fr: Le mix audio original ne sera pas modifié.
fr_ca: Le mix audio original n’est pas modifié.
he: השמע המשולב המקורי לא ישתנה.
hi: मूल ऑडियो मिक्स को संशोधित नहीं किया जाता है।
hr: Izvorni audio miks je nepromijenjen.
hu: Az eredeti audiomix nem módosult.
id: Mixing audio asli tidak dimodifikasi.
it: Il mix audio originale non verrà modificato.
ja: オリジナルのオーディオミックスは変更されていません。
ko: 원본 오디오 믹스가 변경되지 않습니다.
ms: Campuran audio asal tidak diubah suai.
nb: Den opprinnelige lydmiksen er uendret.
nl: Originele audiomix is ongewijzigd.
pl: Składniki oryginalnego materiału audio nie będą modyfikowane.
pt_br: O mix de áudio original não é modificado.
pt_pt: A mistura de áudio original não é alterada.
ro: Mixajul audio original nu este modificat.
ru: Оригинальный аудиомикс воспроизводится без изменений.
sk: Nezmenený originálny mix audia.
sl: Prvotna zvočna slika ostane nespremenjena.
sv: Den ursprungliga ljudmixningen ändras inte.
th: ไม่แก้ไขเสียงที่ผสมกันในต้นฉบับ
tr: Özgün ses miksi değiştirilmez.
uk: Оригінальна аудіодоріжка не змінюється.
vi: Âm thanh tổng hợp gốc không bị sửa đổi.
zh_cn: 不修改原始混音。
zh_hk: 原始混音未作任何修改。
zh_tw: 不會修改原有混音。

# AVEnhanceDialogueTitle
source: Enhance Dialogue
ar: تحسين الحوار
ca: Millora dels diàlegs
cs: Zvýraznit dialogy
da: Forbedring af dialog
de: Dialoge verbessern
el: Βελτίωση διαλόγου
es: Mejorar diálogos
es_us: Mejorar diálogos
fi: Dialogin korostus
fr: Améliorer les dialogues
fr_ca: Améliorer les dialogues
he: שיפור הדיבור
hi: डायलॉग बेहतर बनाएँ
hr: Poboljšaj dijalog
hu: Beszéd kiemelése
id: Tingkatkan Dialog
it: Migliora dialoghi
ja: 対話を強調
ko: 대화 강조
ms: Tingkatkan Dialog
nb: Framhev dialog
nl: Verbeter dialogen
pl: Wzmacniaj dialogi
pt_br: Aprimorar Diálogo
pt_pt: Reforçar vozes
ro: Îmbunătățire dialog
ru: Улучшение диалогов
sk: Zvýrazniť dialógy
sl: Izboljšanje dialoga
sv: Framhäv dialog
th: ปรับเสียงสนทนา
tr: Diyalogları İyileştir
uk: Виокремлення діалогів
vi: Cải thiện hội thoại
zh_cn: 突显对话
zh_hk: 突顯對白
zh_tw: 突顯對白

# AVFormatDescription
source: Choose your TV’s resolution, frame rate, and dynamic range.
ar: اختر درجة الدقة ومعدل الإطارات والنطاق الديناميكي لتلفزيونك.
ca: Selecciona la resolució, la freqüència de fotogrames i el rang dinàmic del televisor.
cs: Vyberte rozlišení, snímkovou frekvenci a dynamický rozsah televizoru.
da: Vælg dit fjernsyns opløsning, billedfrekvens og dynamiske område.
de: Wähle die Auflösung, Bildrate und den Dynamikbereich deines Fernsehgeräts.
el: Επιλέξτε την ανάλυση, τον ρυθμό καρέ και το δυναμικό εύρος της τηλεόρασής σας.
es: Selecciona la resolución, la frecuencia de fotogramas y el rango dinámico del televisor.
es_us: Elige la resolución, frecuencia de fotogramas y rango dinámico de tu TV.
fi: Valitse TV:n tarkkuus, kuvataajuus ja dynaaminen alue.
fr: Choisissez la résolution, la fréquence d’images et la plage dynamique de votre téléviseur.
fr_ca: Choisissez la résolution, la fréquence d’image et la gamme dynamique de votre télévision.
he: ניתן לבחור את הרזולוציה, קצב הפריימים והטווח הדינמי של הטלוויזיה.
hi: अपने टीवी का रिज़ोल्यूशन, फ़्रेम दर और डाइनैमिक रेंज चुनें।
hr: Odaberite razlučivost, brzinu sličica i dinamički raspon TV prijemnika.
hu: Válassza ki a televíziója felbontását, képkockasebességét és dinamikatartományát.
id: Pilih resolusi, laju bingkai, dan rentang dinamis TV Anda.
it: Scegli la risoluzione, la frequenza dei fotogrammi e l’intervallo dinamico del tuo televisore.
ja: テレビの解像度、フレームレート、およびダイナミックレンジを選択してください。
ko: TV 해상도, 프레임률 및 다이내믹 레인지를 선택하십시오.
ms: Pilih resolusi, kadar bingkai dan julat dinamik TV anda.
nb: Velg oppløsning, bildefrekvens og dynamisk område for TV-en din.
nl: Kies de resolutie, de beeldsnelheid en het dynamische bereik van je tv.
pl: Wybierz rozdzielczość, częstotliwość klatek i zakres dynamiczny TV.
pt_br: Escolha a resolução, taxa de atualização e intervalo dinâmico da sua TV.
pt_pt: Escolha a resolução, taxa de fotogramas e a gama dinâmica da sua televisão.
ro: Alegeți rezoluția, frecvența de cadre și gama dinamică a televizorului.
ru: Выберите разрешение, частоту кадров и динамический диапазон для телевизора.
sk: Vyberte rozlíšenie, frekvenciu snímok a dynamický rozsah televízora.
sl: Izboljšajte ločljivost televizorja, hitrost sličic in dinamični razpon.
sv: Välj TV:ns upplösning, bildfrekvens och dynamiska omfång.
th: เลือกความละเอียด อัตราเฟรม และช่วงแสงกว้างของทีวีของคุณ
tr: TV’nizin çözünürlüğünü, kare hızını ve dinamik aralığını seçin.
uk: Оберіть роздільність, частоту кадрів і динамічний діапазон для свого телевізора.
vi: Chọn độ phân giải, tốc độ khung hình và dải tần nhạy sáng của TV.
zh_cn: 选取电视的分辨率、帧速率和动态范围。
zh_hk: 選擇電視的解像度、格率和動態範圍。
zh_tw: 選擇你的電視解析度、影格率和動態範圍。

# AVFormatTitle
source: Format
ar: التنسيق
cs: Formát
el: Μορφή
es: Formato
es_us: Formato
fi: Näyttötila
he: תצורת וידאו
hi: फ़ॉर्मैट
hu: Formátum
it: Formato
ja: フォーマット
ko: 포맷
nl: Structuur
pt_br: Formato
pt_pt: Formato
ru: Формат
sk: Formát
sl: Oblika zapisa
th: รูปแบบ
tr: Biçim
uk: Формат
vi: Định dạng
zh_cn: 格式
zh_hk: 格式
zh_tw: 格式

# AVLateNightDescription
source: Enjoy movies and music without disturbing others. Experience softer sound effects and music, but keep all the detail of the original sound level.
ar: الاستمتاع بالأفلام والموسيقى دون إزعاج الآخرين. استمتع بالموسيقى والمؤثرات الصوتية الناعمة، مع الاحتفاظ بكل تفاصيل مستوى الصوت الأصلي.
ca: Gaudeix de les pel·lícules i de la música sense molestar ningú. Notaràs que la música i els efectes se sentiran més suaus, però no et perdràs cap detall del so original.
cs: Užívejte si filmy a hudbu bez toho, že byste rušili ostatní. Zvukové efekty a hudba budou tišší, všechny detaily původní hlasitosti však zůstanou zachovány.
da: Se film og lyt til musik uden at forstyrre andre. Dæmper lydeffekter og musik, men bevarer alle detaljerne i det originale lydniveau.
de: Genieße Filme und Musik, ohne andere zu stören. Geräuscheffekte und Musik werden zwar leiser, aber mit allen Details der Originallautstärke wiedergegeben.
el: Απολαύστε ταινίες και μουσική χωρίς να ενοχλείτε άλλα άτομα. Απολαύστε απαλότερα ηχητικά εφέ και μουσική, αλλά παράλληλα όλες τις λεπτομέρειες του αρχικού επιπέδου ήχου.
es: Disfruta de las películas y la música sin molestar a los demás. Escucha los efectos de sonido y la música a un volumen más bajo, pero con la misma calidad de sonido que la del volumen original.
es_us: Disfruta de películas y música sin molestar a otras personas. Podrás escuchar los efectos de sonido y la música con un volumen más bajo, pero con la misma calidad que el nivel de sonido original.
fi: Nauti elokuvista ja musiikista häiritsemättä muita. Kuulet äänitehosteet ja musiikin pehmeämmin, mutta yleinen äänen taso pysyy alkuperäisenä.
fr: Profitez des films et de la musique sans déranger les autres. La musique et les effets sonores sont atténués, mais vous conservez tous les détails du volume sonore original.
fr_ca: Regardez des films ou écoutez de la musique sans déranger les autres. Profitez d’effets sonores et d’un niveau musical plus doux, tout en conservant tous les détails du niveau sonore original.
he: הגדרה זו מאפשרת לך ליהנות מסרטים וממוזיקה בלי להפריע לאחרים. ניתן לחוות אפקטים קוליים ומוזיקה בעוצמה נמוכה יותר, תוך שמירה על כל הפרטים שבעוצמת הצליל המקורית.
hi: अन्य लोगों को परेशान किए बिना फ़िल्मों और संगीत का आनंद लें। ध्वनि प्रभाव व संगीत की तीव्रता कम कर दी जाएगी लेकिन ध्वनि का मूल स्तर व गुणवत्ता बनाई रखी जाएगी।
hr: Uživajte u filmovima i glazbi bez uznemiravanja ostalih. Doživite tiše zvučne efekte i glazbu uz zadržavanje svih detalja iz izvorne razine glasnoće.
hu: Filmeket nézhet, és zenét hallgathat anélkül, hogy másokat zavarna. A hangeffektek és a zene halkabb lesz, de az eredeti hangszint minden részlete megmarad.
id: Nikmati film dan musik tanpa mengganggu orang lain. Rasakan efek bunyi dan musik yang lebih lembut tanpa mengurangi detail level bunyi asli.
it: Goditi i film e ascolta musica senza disturbare chi hai vicino. Il volume di effetti sonori e musica viene abbassato, ma le caratteristiche del suono originale vengono mantenute.
ja: ほかの人の迷惑にならずに映画やミュージックを楽しめます。サウンドエフェクトとミュージックは、元のサウンドレベルのディテールを完全に保ったまま、控えめに再生されます。
ko: 다른 사람에게 방해가 되지 않게 영화 및 음악을 즐길 수 있습니다. 원음의 정교함은 놓치지 않으면서 더 부드러운 사운드 효과 및 음악을 경험할 수 있습니다.
ms: Nikmati filem dan muzik tanpa mengganggu orang lain. Alami kesan bunyi dan muzik yang lebih lembut, namun kekalkan semua butiran paras bunyi asal.
nb: Spill filmer og musikk uten å forstyrre andre. Lydeffekter og musikk spilles med lavere lyd, uten at du mister detaljene i originallyden.
nl: Kijk films en luister naar muziek zonder anderen te storen. Het volume van geluidseffecten en muziek wordt verlaagd, met behoud van de details van het originele geluidsniveau.
pl: Odtwarzaj filmy i muzykę, nie przeszkadzając innym. Używaj tłumienia efektów dźwiękowych i muzyki, zachowując wszystkie oryginalne szczegóły dźwięku.
pt_br: Curta filmes e músicas sem incomodar outras pessoas. Os efeitos sonoros e as músicas serão suavizados, mas manterão todos os detalhes do nível de som original.
pt_pt: Veja filmes e ouça música sem perturbar ninguém. Os efeitos sonoros e a música serão mais suaves, mas será mantido todo o detalhe do volume de som original.
ro: Bucurați‑vă de filme și muzică fără a‑i deranja pe alții. Muzica și efectele sonore vor fi atenuate, însă detaliile nivelului de sunet original vor fi păstrate.
ru: Смотрите фильмы и слушайте музыку, не беспокоя окружающих. Звуковые эффекты и музыка станут мягче, однако исходный уровень громкости сохранится.
sk: Vychutnajte si filmy a hudbu bez toho, aby ste tým rušili ostatných. Tento režim zjemní zvukové efekty a hudbu a zároveň zachová všetky detaily pôvodnej úrovne hlasitosti.
sl: Uživajte v filmih in glasbi, ne da bi motili druge. Izkusite mehkejše zvočne učinke in glasbo, vendar ohranite vse podrobnosti izvirne ravni zvoka.
sv: Se på film och lyssna på musik utan att störa andra. Ljudet sänks för ljudeffekter och musik, men alla detaljer från den ursprungliga ljudnivån bevaras.
th: เพลิดเพลินกับภาพยนตร์และเพลงโดยไม่รบกวนผู้อื่น สัมผัสประสบการณ์เสียงประกอบและเพลงที่นุ่มนวลขี้น แต่ยังคงเก็บรายละเอียดทุกอย่างของเสียงต้นฉบับไว้ด้วย
tr: Diğer kişileri rahatsız etmeden filmlerin ve müziklerin keyfini çıkarın. Ses efektlerini ve müzikleri daha alçak sesli duyarken, özgün ses düzeyinin tüm ayrıntılarını koruyun.
uk: Насолоджуйтесь фільмами й музикою, не турбуючи інших. Тіштеся лагіднішими звуковими ефектами й музикою без втрати жодних деталей оригінального рівня гучності.
vi: Thưởng thức phim và nhạc mà không làm ảnh hưởng đến người khác. Trải nghiệm hiệu ứng âm thanh và nhạc nhẹ hơn, nhưng vẫn giữ tất cả chi tiết của mức âm thanh gốc.
zh_cn: 欣赏电影和音乐的同时，不会干扰他人。你将体验到更柔和的声效和音乐，但原音量时的全部细节均会保留。
zh_hk: 在不打擾別人的情況下享受電影及音樂。保持原聲所有細節的同時感受一下較柔和的音效及音樂。
zh_tw: 自在享受電影和音樂且不打擾他人。體驗較為柔和的音效和音樂，但仍會維持原始音量的細節。

# AVLateNightTitle
source: Reduce Loud Sounds
ar: خفض الأصوات المرتفعة
ca: Reducció de sons forts
cs: Tlumit hlasité zvuky
da: Formindsk høje lyde
de: Laute Töne reduzieren
el: Μείωση δυνατών ήχων
es: Reducir sonidos fuertes
es_us: Reducir sonidos fuertes
fi: Kovien äänten hiljennys
fr: Diminuer les sons forts
fr_ca: Réduire les sons élevés
he: הנמכת צלילים חזקים
hi: तीव्र ध्वनियों को कम करें
hr: Stišaj glasne zvukove
hu: Erős hangok korlátozása
id: Kurangi Bunyi Keras
it: Riduci audio suoni intensi
ja: 大きな音を抑える
ko: 큰 소리 줄이기
ms: Kurangkan Bunyi Kuat
nb: Demp høye lyder
nl: Verminder harde geluiden
pl: Redukuj głośne dźwięki
pt_br: Limite de Volume
pt_pt: Reduzir sons altos
ro: Reducere sunet puternic
ru: Приглушение громких звуков
sk: Stíšiť hlasné zvuky
sl: Zmanjšaj glasne zvoke
sv: Dämpa starka ljud
th: ลดเสียงดัง
tr: Yüksek Sesleri Azalt
uk: Приглушення гучних звуків
vi: Giảm âm thanh lớn
zh_cn: 降低高音量
zh_hk: 降低高音量
zh_tw: 降低高音量

# AVNativeModeSwitchingAllFormatsAreAvailable
source: All formats are available.
ar: كل التنسيقات متاحة.
ca: Tots els formats estan disponibles.
cs: Jsou k dispozici všechny formáty.
da: Alle formater er tilgængelige.
de: Alle Formate sind verfügbar.
el: Διατίθενται όλες οι μορφές.
es: Todos los formatos están disponibles.
es_us: Todos los formatos están disponibles.
fi: Kaikki näyttötilat ovat käytettävissä.
fr: Tous les formats sont disponibles.
fr_ca: Tous les formats sont disponibles.
he: כל הפורמטים זמינים.
hi: सभी फ़ॉर्मैट उपलब्ध हैं।
hr: Dostupni su svi formati.
hu: Az összes formátum elérhető.
id: Semua format tersedia.
it: Sono disponibili tutti i formati.
ja: すべてのフォーマットが使用可能です。
ko: 모든 포맷을 사용할 수 있습니다.
ms: Semua format tersedia.
nb: Alle formatene er tilgjengelige.
nl: Alle structuren zijn beschikbaar.
pl: Wszystkie formaty są dostępne.
pt_br: Todos os formatos estão disponíveis.
pt_pt: Todos os formatos estão disponíveis.
ro: Sunt disponibile toate formatele.
ru: Доступны все форматы.
sk: Všetky formáty sú k dispozícii.
sl: Na voljo so vse oblike zapisa.
sv: Alla format är tillgängliga.
th: รูปแบบทั้งหมดพร้อมให้ใช้
tr: Tüm biçimler kullanılabilir.
uk: Доступні всі формати.
vi: Tất cả các định dạng đều có sẵn.
zh_cn: 所有格式都可用。
zh_hk: 所有格式均可使用。
zh_tw: 所有格式均可使用。

# AVNativeModeSwitchingFormatToMatchVideo
source: Match Content
ar: مطابقة المحتوى
ca: Ajusta al contingut
cs: Podle obsahu
da: Match indhold
de: An Inhalt anpassen
el: Αντιστοίχιση με το περιεχόμενο
es: Ajustar al contenido
es_us: Ajustar contenido
fi: Täsmäytä sisältö
fr: Adapter au contenu
fr_ca: Adapter au contenu
he: התאמה לתוכן
hi: कॉन्टेंट मिलान करें
hr: Usklađivanje sadržaja
hu: Tartalom egyeztetése
id: Cocokkan dengan Konten
it: Adatta ai contenuti
ja: コンテンツに合わせる
ko: 콘텐츠에 맞추기
ms: Padankan Kandungan
nb: Tilpass til innhold
nl: Maak materiaal passend
pl: Dopasuj do treści
pt_br: Corresponder ao Conteúdo
pt_pt: Igualar conteúdo
ro: Adaptare la conținut
ru: Согласование контента
sk: Podľa obsahu
sl: Uskladitev vsebine
sv: Matcha innehåll
th: ให้ตรงกับเนื้อหา
tr: İçerikle Eşle
uk: Узгодження зі вмістом
vi: Khớp nội dung
zh_cn: 匹配内容
zh_hk: 符合內容
zh_tw: 符合內容
